"CARD_DETAILS_LABEL"                        = "Kart Bilgileri";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Kart numarası ile başlayan kart bilgilerinizi girin.";
"VALID_CARD_ERROR_LABEL"                    = "Geçerli bir Kart Numarası sağlamanız gerekir.";
"CARD_REQUIRED"                             = "Kart numarası gereklidir";
"CARD_INVALID"                              = "Kart numarası geçersiz";
"EXPIRATION_REQUIRED"                       = "Son kullanım tarihi gereklidir";
"EXPIRATION_INVALID"                        = "Son kullanım tarihi geçersiz";
"CVV_REQUIRED"                              = "%s gereklidir";
"CVV_INVALID"                               = "%s geçersiz";
"POSTAL_CODE_HELP_LABEL"                    = "Geçerli bir posta kodu sağlamanız gerekir.";
"POSTAL_CODE_REQUIRED"                      = "Posta kodu gereklidir";
"POSTAL_CODE_INVALID"                       = "Posta kodu geçersiz";
"COUNTRY_CODE_REQUIRED"                     = "Ülke kodu gereklidir";
"COUNTRY_CODE_INVALID"                      = "Ülke kodu geçersiz";
"MOBILE_NUMBER_REQUIRED"                    = "Cep telefonu numarası gereklidir";
"MOBILE_NUMBER_INVALID"                     = "Cep telefonu numarası geçersiz";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "Bu kart için kayıt gerekebilir. Gerekli olması halinde bu numaraya bir SMS kodu gönderilecektir.";
"SMS_CODE_REQUIRED"                         = "SMS kodu gereklidir";
"SMS_CODE_INVALID"                          = "SMS kodu geçersiz";

"CANCEL_ACTION"                             = "İptal";
"RETRY_ACTION"                              = "Yeniden Deneyin";
"CONTINUE_ACTION"                           = "Devam";
"ADD_CARD_ACTION"                           = "Kart Ekleyin";
"DONE_ACTION"                               = "Bitti";
"EDIT_ACTION"                               = "Düzenleyin";
"NEXT_ACTION"                               = "Sonraki";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "Tamam";
"SCAN_CARD_IO_ACTION"                       = "Kamera ile Tara";

"EDIT_PAYMENT_METHOD"                       = "Ödeme Yöntemlerini Düzenleyin";
"THERE_WAS_AN_ERROR"                        = "Üzgünüz, bir hata oluştu.";
"REVIEW_AND_TRY_AGAIN"                      = "Lütfen bilgilerinizi control edip tekrar deneyin.";
"INVALID_LABEL"                             = "Geçersiz:";

"YEAR_LABEL"                                = "Yıl";
"MONTH_LABEL"                               = "Ay";

"OTHER_LABEL"                               = "Diğer";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Kredi veya Banka Kartı";
"RECENT_LABEL"                              = "Son";
"SELECT_PAYMENT_LABEL"                      = "Ödeme Yöntemi Seçin";

"CONFIRM_ENROLLMENT_LABEL"                  = "Kaydı Onaylayın";
"CONFIRM_ACTION"                            = "Onaylayın";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "% numarasına gönderdiğimiz SMS kodunu girin";
"SMS_CODE_LABEL"                            = "SMS kodu";
"CARD_TYPE_GENERIC_CARD"                    = "Kart";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Ülke Kodu";
"SECURITY_CODE_LABEL"                       = "Güvenlik Kodu";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Posta Kodu";
"MOBILE_NUMBER_LABEL"                       = "Cep Telefonu Numarası";
"EXPIRATION_DATE_LABEL"                     = "Son Kullanım Tarihi";
"CARD_NUMBER_PLACEHOLDER"                   = "Kart Numarası";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "AA/YYYY";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "AA/YY";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Farklı bir telefon numarası kullanın";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Kart kabul edilmedi";
"CARD_TYPE_ELO"                             = "Elo";
